Repository: k4ml/drupal6-pulut
Catalog: sites/all/modules/openid_provider/translations/*.po
Languages: pt_br

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: This is the OpenID page for %user.
pt_br: Esta é a página OpenID para %user.

source: Session expired
pt_br: A sessão expirou

source: Last accessed @time
pt_br: Último acesso: @time

source: No sites yet
pt_br: Nenhum site até o momento

source: Settings saved.
pt_br: As suas configurações foram salvas.

source: Identity
pt_br: Identidade

source: You may login to other OpenID enabled sites using %url
pt_br: Você pode fazer o login em outros sites com OpenID usando %uri

source: Associations expire in this many seconds
pt_br: As associações expiram em tantos segundos

source: You are being logged into %site, would you like to continue?
pt_br: Você vai fazer o login no site %site, tem deseja que quer continuar?

source: Yes; just this once
pt_br: Sim, apenas desta vez

source: Yes; always
pt_br: Sim, sempre

source: OpenID Provider settings
pt_br: Configurações do servidor de OpenID

source: Pattern for OpenID provider identity paths
pt_br: O padrão para a geração de endereços da identidade do usuário

source: users/[user-raw]/openid
pt_br: usuarios/[user-raw]/openid

source: Bulk generate aliases for identity paths that are not aliased
pt_br: Gerar apelidos para todos os caminhos que ainda não têm um apelido

source: Generate aliases for all existing identity paths which do not already have aliases.
pt_br: Gerar apelidos para todas as identidades que não ainda não têm um caminho.

source: Bulk generation of OpenID Provider paths completed, one alias generated.
pt_br: Geração em bloco de caminhos do servidor OpenID completa, um caminho foi gerado.

source: administer openid provider
pt_br: administrar servidor openid

source: OpenID Provider
pt_br: Servidor OpenID

source: Configure settings for the OpenID Provider.
pt_br: Configurações para o servidor OpenID

source: OpenID login
pt_br: Login OpenID

source: OpenID Page
pt_br: Página OpenID

source: Menu callback with full access so no forbiddens are given from server requests
pt_br: Uma chamada de menu com acesso completo, de forma que nenhum 403 apareça durante as negociações entre servidores.

source: OpenID sites
pt_br: Sites OpenID

source: Tracks relying parties a give user has authenticated.
pt_br: Armazena uma lista de sites com que o usuário se autenticou.

source: The {users}.uid that has authenticated this relying party.
pt_br: O {users}.uid que autenticou com o site cliente.

source: The OpenID realm of the authenticated relying party.
pt_br: O realm OpenID do site cliente autenticado.

source: Timestamp of the first time this relying party was accessed.
pt_br: Timestamp da primeira vez que o site cliente foi acessado.

source: Timestamp of the most recent access
pt_br: Timestamp do acesso mais recente

source: Whether or not to automatically release this relying party.
pt_br: Se o servidor vai ou não logar-se automaticamente com esse cliente.

source: Stores current associaitons with relying parties.
pt_br: Armazena as associações atuais com os clientes.

source: Openid Provider
pt_br: Servidor OpenID

source: OpenID Provider (or server) support allows you to login to other OpenID enabled sites using your local account.
pt_br: O servidor OpenID permite que você faça login com outros sites OpenID usando a sua conta local neste site.
